---
kind: enumMember
id: F:Autodesk.Revit.DB.DimensionStyleType.Diameter
enum: Autodesk.Revit.DB.DimensionStyleType
zh: 直径、管径
source: html/130b0264-615d-610e-38e0-4ce2a8e2aecd.htm
---
# Autodesk.Revit.DB.DimensionStyleType.Diameter

**中文**: 直径、管径

Diameter dimension.